Repository: sigurdga/samklang-payment
Catalog: samklang_payment/locale/*/LC_MESSAGES/django.po
Languages: nb

source: site
nb: nettsted

source: default currency
nb: standard myntenhet

source: merchant id
nb: brukerstednummer

source: test key
nb: nøkkel for test

source: production key
nb: nøkkel for produksjon

source: sites
nb: nettsteder

source: payment site
nb: betalingsmottakernettsted

source: name
nb: navn

source: slug
nb: URL-referanse

source: description
nb: beskrivelse

source: test mode
nb: testmodus

source: Run this campaign in test mode, not transfering real money.
nb: Kjør denne kampanjen i testmodus, uten å overføre ekte penger.

source: target amount
nb: målbeløp

source: total donations
nb: sum donasjoner

source: The total amount of donations to this campaign. Fill in this value OR "other donations".
nb: Totalsummen av alle donasjoner. Fyll inn dette ELLER «andre donasjoner».

source: other donations
nb: andre donasjoner

source: Donations made elsewhere to the system. If this is used, the total will be updated automatically.
nb: Donasjoner lagret utenom kortsystemet. Totalen vil bli oppdatert automatisk.

source: default amount
nb: forvalgt beløp

source: thank you text
nb: takketekst

source: created
nb: opprettet

source: started
nb: startet

source: updated
nb: oppdatert

source: campaign
nb: kampanje

source: campaigns
nb: kampanjer

source: amount
nb: beløp

source: transaction
nb: transaksjon

source: transaction reference from nets
nb: transaksjonsreferanse fra NETS

source: captured
nb: godkjent

source: Optional. Put your name here if you want this to be linked to your name later.
nb: Valgfritt. Legg igjen navnet ditt om du vil at donasjonen skal kunne kobles til deg.

source: email
nb: e-post

source: Optional. In the future, we would like to send announcements to our contributors.
nb: Valgfritt. Men om vi skal ha mulighet til å kontakte deg, bør du legge igjen en e-postadresse.

source: donation
nb: donasjon

source: donations
nb: donasjoner

source: Payment site authentication is not yet set up.
nb: Autentisering til betalingsformidler er ennå ikke satt opp.

source: Transaction ID was empty
nb: Transaksjons-ID-en var tom

source: <div class="error-message">You or your browser blocks our cookies. We need to use cookies to prevent cross site scripting attacks. The form will appear when cookies are allowed for this domain (%(site_domain)s). You will also need to allow cookies for the payment site (%(payment_site_domain)s).</div>
nb: <div class="error-message">Du eller nettlesren din blokkerer våre informasjonskapsler (cookies). Vi må bruke informasjonskapsler for å forhindre såkalte «cross site scripting»-angrep. Betalingsskjemaet blir vist når informasjonskapsler for domenet (%(site_domain)s) er tillatt. Du må også tillate informasjonskaplser for betalingsnettstedet (%(payment_site_domain)s).</div>

source: Last updated %(updated)s – %(amount)s %(currency)s
nb: Sist oppdatert %(updated)s – %(amount)s %(currency)s

source: Donate by card
nb: Doner med kort

source: Donations so far: %(amount)s %(currency)s
nb: Samlet inn til nå: %(amount)s %(currency)s

source: Thank you
nb: Takk!

source: We just got confirmed that your donation of %(amount)s to our campaign "%(campaign)s" was verified and captured. The transaction reference was <strong>%(transaction)s</strong>.
nb: Vi har akkurat fått godkjent transaksjonen pålydende %(amount)s til kampanjen «%(campaign)s». Transaksjonsreferansen var <strong>%(transaction)s</strong>.

source: Support our case
nb: Støtt vår sak

source: Running in test mode
nb: Kjører i testmodus

source: YES
nb: JA

source: NO
nb: NEI

source: Started
nb: Startet

source: Updated
nb: Oppdatert

source: Total donations
nb: Sum alle donasjoner

source: Other donations
nb: Andre donasjoner

source: Card donations
nb: Kortdonasjoner

source: Default donation suggestion
nb: Forvalgt donasjonsforslag

source: Donation suggestions
nb: Donasjonsforslag

source: Captured transactions
nb: Godkjente transaksjoner

source: Time
nb: Tid

source: Amount
nb: Beløp

source: Name
nb: Navn

source: Email
nb: E-post

source: Total
nb: Totalt

source: Update
nb: Oppdater

source: Update "%(name)s"
nb: Oppdater «%(name)s»

source: Campaigns
nb: Kampanjer

source: Payment site configuration
nb: Betalingsinnstillinger for nettsted

source: Campaign administration
nb: Kampanjeadministrering

source: You may have more campaigns running at the same time. Click the headers to get the details and options to update.
nb: Det er mulig å ha flere kampanjer kjørende på samme tid. Klikk overskriftene for å få opp mer detaljer og endringsmuligheter.

source: Add donation suggestion
nb: Legg til donasjonsforslag

source: Site
nb: Nettsted

source: Merchant id
nb: Brukerstednummer

source: Test key
nb: Nøkkel for test

source: Production key
nb: Nøkkel for produksjon

source: Edit
nb: Rediger

source: Update payment site configuration
nb: Oppdater betalingsinnstillinger for nettsted
